TEXTS = {
    "corporate_main": """Мы обучаем команды в формате офлайн/онлайн воркшопов на тему:
 - использование ИИ как полноценного ассистента: в аналитике, ресерчах, документах, стратегическом мышлении
- автоматизация рутины и операционки
- упрощение создания любого вида конетнта контента
- моделирвоние переговоров, брейнштормов, Castdev и др
- проведение ресерчев и принятие стратегических решений через ИИ...
... и любая другая тема, связанная с ИИ и необходимая вашей команде.

Только кейсы, демонстарция в реальном времени, шаблоны, и отточенные связки, которые дают результат с первого дня.

Ниже можно забарть файл с подробным описанием воркшопов для команд."""
}
