TEXTS = {
    "experts_intro": """Наше обучение создано менеджерами и фаундерами, которые прямо сейчас управляют командами, растят продукты и ежедневно используют ИИ как вторые мозги. Мы говорим на твоем языке, используя понятные определения, а не заумным и академическим языком, от которого хочется закрыть лекцию и уснуть.""",

    "expert_ilya": """<b>Илья Шитов</b>

Директор по развитию Twinby.
Более 10 лет в маркетинге, основатель учения “Блатная эзотерика”""",

    "expert_alexander": """<b>Александр Масленников</b>

Руководитель направления ИИ маркетинга Twinby.
Маркетолог с 7-летним опытом в стартапах на руководящих должностях.
Работал с Buro Holding, Twinby, Lit Energy, Amazy, Space Smoke.""",

    "expert_eduard": """<b>Эдуард Эргашев</b>

Руководитель отдела по репутации бренда Twinby.
Эксперт в создании аватаров и контента на базе AI.""",

    "expert_mikhail": """<b>Михаил Степнов</b>

Руководитель R&D и Big Data центра в MWS (компания группы МТС), Chief Data Officer Twinby, Эксперт по ИИ в школе управления Сколково, а также преподаватель в ВШЭ. Уже более 10 лет руководит процессами по разработке моделей машинного обучения и искусственного интеллекта.""",

    "expert_maxim": """<b>Максим Царев</b>

Эксперт по AI-автоматизации и no-code интеграциям. 8 лет опыта в сложных B2B-продажах, контракты до 100 млн рублей. Создаёт AI-ассистентов для продаж и клиентских сервисов, внедряет решения для оптимизации процессов на маркетплейсах и производственных предприятиях.""",
}
