# app/lexicon/pricing.py

TEXTS = {
    "pricing_intro": """На нашем курсе есть два тарифа для индивидуального прохождения. Также есть отдельный тариф для бизнеса.
Есть возможность оплаты в рассрочку.💵""",

    "pricing_first_wave": """FIRST WAVE

Что входит:
• 29 уроков
• 5 zoom-сессий с разбором вопросов учеников
• Домашние задания без проверки
• Гайд-презентация по всем нейросетям из курса
• Ключи доступа для Chat GPT 
• Чат с экспертами, кураторами и учениками потока.
• Доступ к базе знаний на время обучения

35 000 руб.""",

    "pricing_big_wave": """BIG WAVE

Что входит:
• 29 уроков
• 5 zoom-сессий с разбором вопросов учеников
• Обратная связь по домашним заданиям от экспертов.
• Гайд-презентация по всем нейросетям из курса 
• Ключи доступа для Chat GPT 
• Чат с экспертами, кураторами и учениками потока
• Доступ в закрытое комьюнити
• Бессрочный доступ к базе знаний 
• Бонус от GPT Surfer

45 000 руб.""",

    "pricing_corporate": """CORPORATE

Оставьте заявку и мы с вами свяжемся для уточнения деталей

Что входит: 
Обучим вашу команду работать с ИИ на уровне, который реально влияет на эффективность.

Подберём формат, адаптируем программу под задачи бизнеса, проконсультируем по внедрению.

От 5 участников. Гибкие условия.""",
}
