# app/lexicon/program_view.py

TEXTS = {
    # Страница 1: обзор + модуль 1
    "program_preview": """- Обучение разбито на 7 тематических блоков
- Доступ к курсу через платформу Get Course
- Уроки до 30 минут, чтобы не терять фокус при обучении
- Доступ к базе знаний: инструкции, гайды, чек-листы, шаблоны и полезные ссылки

""",
    "program_page_1": """<b>Модуль 1: Онбординг: как эффективно пройти курс</b>

Добро пожаловать на обучение!
Рекомендации по прохождению обучения
Тестирование: какой у тебя уровень владения AI инструментами
Синхронизируемся по терминам
Какие задачи менеджеров можно делегировать AI?
Перенастройка своего GPT: онбордим нейросеть под себя""",

    "program_page_2": """<b>Модуль 2: Автоматизация мелких задач</b>

Zoom ассистент: ничего не теряем после звонков
NotebookLM: твой карманный помощник от Google
HeyGen: создание контента для личного бренда или бизнеса с помощью AI-аватаров
Транскрибация: Video to text, Text to audio""",

    "program_page_3": """<b>Модуль 3: Создаем эффективных AI ассистентов, напарников и наставников</b>

Кто такой AI бадди и зачем он нужен? Чем отличается бадди от наставника?
Создаем своего личного бадди и бадди уровня junior / middle под задачи бизнеса
Как передавать контекст, стиль, цели и повестку? Как не терять смысл при длинной переписке?
Как принимать сложные решения с помощью ролевой симуляции?""",

    "program_page_4": """<b>Модуль 4: Изучаем новый подход к поиску информации</b>

Ресерч информации с GPT: как правильно задавать вопросы (Часть 1)
Ресерч информации с GPT: как правильно задавать вопросы (Часть 2)
Сбор информации по конкурентам / рынку / продукту, фактчекинг и контроль галлюцинаций
Аналитика данных и работа с закрытыми базами данных""",

    "program_page_5": """<b>Модуль 5: Технологии моделирования задач: превращаем мысли в готовые решения</b>

Как понять, что нужно клиенту на самом деле? Работа с целевой аудиторией на примере моделирования методологии JTBD
Моделирование переговоров, конфликтов, затыков""",

    "program_page_6": """<b>Модуль 6: Создаем генеративный контент</b>

Создание нестыдных презентаций
Генерация изображений: text to image
Создание контента: Image to Image. Технология reference и как сделать ИИ фотосессию?
Создание видеоконтента: нюансы работы с Veo3, Kling, Runaway
Создание Ai reels в Weavy Ai. От идеи до ролика""",

    "program_page_7": """<b>Модуль 7: Diving mod: знакомство с возможностями агентов, автоматизации, API</b>

Интервью с Михаилом Степновым (Руководитель R&D и Big Data центра в MWS, Chief Data Officer Twinby)
Создание Telegram чат-бота no-code
Разбираем на практике сервисы n&n, Make, Zapier для создания ai-агентов""",
}
