TEXTS = {
    "webinar_main": """В декабре мы проводим два бесплатных вебинара на тему ИИ на самые актуальные темы.

🗓18 декабря
<b>“Как с умом подойти к взаимодействию с ChatGPT”</b>

Разберём персонализацию, правильную передачу контекста, работу с функциями и проектами. Поделимся советами из практики.

🗓21 декабря
<b>“Как конкурировать и продавать себя на рынке труда в эпоху ИИ”</b>

По данным hh кандидатов сейчас больше, чем вакансий. Поговорим о том, как выделяться, усиливать свой профиль и использовать ИИ как конкурентное преимущество.

Чтобы прочитать подробнее о каждом вебинаре и зарегистрироваться — выбери нужную кнопку ниже.""",


    "webinar_18_details": """<i>Бесплатный вебинар</i>
<b>Как с умом подойти к взаимодействию с ChatGPT</b>

Персонализация ChatGPT, правила работы с функциями и проектами, а также практические советы из личного опыта.

🗓 <b>18 декабря</b> | <b>17:00 МСК</b>

<b>Программа вебинара:</b>

<b>1. Как правильно онбордить и взаимодействовать с GPT</b>
— Базовые принципы работы с ChatGPT
— Как задавать контекст, формулировать запросы и получать точные ответы
— Ключевые ошибки при работе с ИИ и способы их избежать
— Демонстрация функционала чат-бота по подписке и практические сценарии использования

<b>2. Зачем развивать привычку работать с ИИ</b>
— Почему регулярное использование ИИ становится обязательным навыком
— Как ИИ помогает быстрее принимать решения и закрывать задачи
— Примеры из личной и профессиональной практики

<b>3. Бонусные материалы</b>
— Практический гайд
— Документ с инструкциями и готовыми промтами

<b>Формат мероприятия:</b>
📍 Онлайн-вебинар
📎 Будет запись — сможете посмотреть в удобное время
🎟 Участие бесплатное, требуется регистрация
""",

    "webinar_21_details": """<i>Бесплатный вебинар</i>
<b>Как конкурировать и продавать себя на рынке труда в эпоху ИИ</b>

🗓 <b>21 декабря</b> | <b>17:00 МСК</b>

По данным hh.ru, кандидатов на рынке сейчас больше, чем вакансий.
На вебинаре разберём, как:
— выделяться среди других соискателей
— усиливать резюме и профиль с помощью ИИ
— использовать ChatGPT и другие инструменты как конкурентное преимущество

<b>Формат мероприятия:</b>
📍 Онлайн-вебинар
📎 Будет запись — сможете посмотреть в удобное время
🎟 Участие бесплатное, требуется регистрация
""",
}
# TEXTS = {
#     "webinar_announce": "АНОНС ГРЯДУЩЕГО ВЕБИНАРА",

#     "webinar_register_info": "Информация о вебинаре и форма оплаты.",
#     "webinar_form_name": "Имя",
#     "webinar_form_nick": "Ник в Telegram",
#     "webinar_form_email": "Почта"
# }
