TEXTS = {
    "webinar_main": """В декабре мы проводим два бесплатных вебинара на тему ИИ на самые актуальные темы.

18 декабря
“Как с умом подойти к взаимодействию с ChatGPT”
Разберём персонализацию, правильную передачу контекста, работу с функциями и проектами. Поделимся советами из практики.

21 декабря
“Как конкурировать и продавать себя на рынке труда в эпоху ИИ”
По данным hh кандидатов сейчас больше, чем вакансий. Поговорим о том, как выделяться, усиливать свой профиль и использовать ИИ как конкурентное преимущество.

Чтобы прочитать подробнее о каждом вебинаре и зарегистрироваться — выбери нужную кнопку ниже.""",

    "webinar_18_details": """Бесплатный вебинар
Как с умом подойти к взаимодействию с ChatGPT
Персонализация своего ChatGPT, правила работы с функциями и проектами. Советы из личного опыта.

18 декабря | 17:00 МСК

Программа вебинара:
1. Как правильно онбордить и взаимодействовать с GPT
Базовые принципы работы с GPT
Как задавать контекст, формулировать запросы и получать точные ответы
Разбор ключевых ошибок и способов их избежать
Демонстрация функционала чат-бота по подписке и практические сценарии его использования

2. Зачем развивать привычку работать с ИИ
Почему регулярное использование ИИ становится обязательным навыком
Как ИИ помогает принимать решения, ускорять задачи и улучшать повседневные процессы
Примеры из личной и профессиональной практики

3. Бонусные материалы
Практический гайд
Документ с инструкциями и промтами

Формат мероприятия:
Онлайн-вебинар — вы сможете стать зрителем из любой точки мира.
Прямой эфир — эксперты в прямом эфире ответят на все интересующие вас вопросы.
Полезные материалы — мы собрали 5 необходимых промтов для работы и жизни в гайде.""",

    "webinar_21_details": """“Как конкурировать и продавать себя на рынке труда в эпоху ИИ”

По данным hh кандидатов сейчас больше, чем вакансий. Поговорим о том, как выделяться, усиливать свой профиль и использовать ИИ как конкурентное преимущество.""",
}
# TEXTS = {
#     "webinar_announce": "АНОНС ГРЯДУЩЕГО ВЕБИНАРА",

#     "webinar_register_info": "Информация о вебинаре и форма оплаты.",
#     "webinar_form_name": "Имя",
#     "webinar_form_nick": "Ник в Telegram",
#     "webinar_form_email": "Почта"
# }
